Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# FixedDriveEncryptionSectionDescription.Text
source: Encrypt the selected Fixed Drive. It will have a 48-characters Recovery Password and will be auto-unlocked via the already-encrypted Operating System Drive.
ar: تشفير القرص الثابت المحدد. ستكون له كلمة مرور استرداد مكونة من 48 حرفًا وسيفتح تلقائيًا عبر قرص نظام التشغيل المشفر مسبقًا.
de_de: Das ausgewählte feste Laufwerk verschlüsseln. Es erhält ein 48-stelliges Wiederherstellungskennwort und wird über das bereits verschlüsselte Betriebssystemlaufwerk automatisch entsperrt.
el_gr: Κρυπτογραφήστε τον επιλεγμένο σταθερό δίσκο. Θα διαθέτει κωδικό ανάκτησης 48 χαρακτήρων και θα ξεκλειδώνει αυτόματα μέσω της ήδη κρυπτογραφημένης μονάδας λειτουργικού συστήματος.
es: Cifre la unidad fija seleccionada. Tendrá una contraseña de recuperación de 48 caracteres y se desbloqueará automáticamente mediante la unidad del sistema operativo ya cifrada.
fr_fr: Chiffrez le disque fixe sélectionné. Il aura un mot de passe de récupération de 48 caractères et sera déverrouillé automatiquement via le disque du système d'exploitation déjà chiffré.
he_il: הצפן את הכונן הקבוע הנבחר. תהיה לו סיסמת שחזור בת 48 תווים והוא ייפתח אוטומטית דרך כונן מערכת ההפעלה שכבר מוצפן.
hi_in: चयनित फिक्स्ड ड्राइव को एन्क्रिप्ट करें. इसमें 48-अक्षरों का रिकवरी पासवर्ड होगा और यह पहले से एन्क्रिप्टेड ऑपरेटिंग सिस्टम ड्राइव के माध्यम से स्वतः अनलॉक होगा.
ml_in: തിരഞ്ഞെടുത്ത സ്ഥിര ഡ്രൈവ് എൻക്രിപ്റ്റ് ചെയ്യുക. ഇതിന് 48-പ്രതീക റിക്കവറി പാസ്‌വേഡ് ഉണ്ടാകും, കൂടാതെ ഇതിനകം എൻക്രിപ്റ്റ് ചെയ്തിരിക്കുന്ന ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവ് വഴി ഓട്ടോമാറ്റിക്കായി അൺലോക്കും.
pl_pl: Zaszyfruj wybrany dysk stały. Otrzyma 48-znakowe hasło odzyskiwania i będzie automatycznie odblokowywany przez już zaszyfrowany dysk systemu operacyjnego.

# RemovableDriveEncryptionSectionTitle.Text
source: Removable Drive Encryption
ar: تشفير قرص قابل للإزالة
de_de: Verschlüsselung von Wechsellaufwerken
el_gr: Κρυπτογράφηση αφαιρούμενου δίσκου
es: Cifrado de unidad extraíble
fr_fr: Chiffrement de disque amovible
he_il: הצפנת כונן נשלף
hi_in: रिमूवेबल ड्राइव एन्क्रिप्शन
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവ് എൻക്രിപ്ഷൻ
pl_pl: Szyfrowanie dysku wymiennego

# RemovableDriveEncryptionSectionDescription.Text
source: Encrypt the selected Removable Drive. It will have a 48-characters Recovery Password and the Password that you provide in the box.
ar: تشفير القرص القابل للإزالة المحدد. ستكون له كلمة مرور استرداد من 48 حرفًا إضافةً إلى كلمة المرور التي توفرها في الحقل.
de_de: Das ausgewählte Wechsellaufwerk verschlüsseln. Es erhält ein 48-stelliges Wiederherstellungskennwort sowie das von Ihnen im Feld angegebene Kennwort.
el_gr: Κρυπτογραφήστε τον επιλεγμένο αφαιρούμενο δίσκο. Θα διαθέτει κωδικό ανάκτησης 48 χαρακτήρων και τον κωδικό πρόσβασης που παρέχετε στο πεδίο.
es: Cifre la unidad extraíble seleccionada. Tendrá una contraseña de recuperación de 48 caracteres y la contraseña que proporcione en el cuadro.
fr_fr: Chiffrez le disque amovible sélectionné. Il aura un mot de passe de récupération de 48 caractères et le mot de passe que vous fournissez dans la zone de texte.
he_il: הצפן את הכונן הנשלף הנבחר. תהיה לו סיסמת שחזור בת 48 תווים והסיסמה שתספק בתיבה.
hi_in: चयनित रिमूवेबल ड्राइव को एन्क्रिप्ट करें. इसमें 48-अक्षरों का रिकवरी पासवर्ड और वह पासवर्ड होगा जो आप बॉक्स में प्रदान करते हैं.
ml_in: തിരഞ്ഞെടുത്ത നീക്കം ചെയ്യാവുന്ന ഡ്രൈവ് എൻക്രിപ്റ്റ് ചെയ്യുക. ഇതിന് 48-പ്രതീക റിക്കവറി പാസ്‌വേഡ് കൂടാതെ നിങ്ങൾ ബോക്‌സിൽ നൽകുന്ന പാസ്‌വേഡ് ഉണ്ടാകും.
pl_pl: Zaszyfruj wybrany dysk wymienny. Otrzyma 48-znakowe hasło odzyskiwania oraz hasło, które podasz w polu.

# BitLockerSuspendContentDialog.Title
source: Suspend BitLocker Encryption
ar: إيقاف تشفير BitLocker مؤقتًا
de_de: BitLocker-Verschlüsselung aussetzen
el_gr: Παύση κρυπτογράφησης BitLocker
es: Suspender cifrado BitLocker
fr_fr: Suspendre le chiffrement BitLocker
he_il: השעה הצפנת BitLocker
hi_in: BitLocker एन्क्रिप्शन निलंबित करें
ml_in: BitLocker എൻക്രിപ്ഷൻ താൽക്കാലികമായി നിർത്തുക
pl_pl: Wstrzymaj szyfrowanie BitLocker

# BitLockerSuspendContentDialog.PrimaryButtonText
source: Suspend
ar: إيقاف مؤقت
de_de: Aussetzen
el_gr: Παύση
es: Suspender
fr_fr: Suspendre
he_il: השעה
hi_in: निलंबित करें
ml_in: താൽക്കാലികമായി നിർത്തുക
pl_pl: Wstrzymaj

# BitLockerSuspendContentDialog.CloseButtonText
source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj

# BitLockerSuspendContentDialogSubTitle.Text
source: Suspend the BitLocker encryption of the selected volume.
ar: إيقاف تشفير BitLocker للوحدة المحددة مؤقتًا.
de_de: Setzen Sie die BitLocker-Verschlüsselung des ausgewählten Volumes aus.
el_gr: Θέστε σε παύση την κρυπτογράφηση BitLocker του επιλεγμένου τόμου.
es: Suspender el cifrado BitLocker del volumen seleccionado.
fr_fr: Suspendre le chiffrement BitLocker du volume sélectionné.
he_il: השעה את הצפנת BitLocker של הכונן הנבחר.
hi_in: चयनित वॉल्यूम का BitLocker एन्क्रिप्शन निलंबित करें.
ml_in: തിരഞ്ഞെടുത്ത വോള്യത്തിന്റെ BitLocker എൻക്രിപ്ഷൻ താൽക്കാലികമായി നിർത്തുക.
pl_pl: Wstrzymaj szyfrowanie BitLocker wybranego woluminu.

# BitLockerSuspendEncryptionDescription.Text
source: Suspending BitLocker allows access to encrypted data on a protected volume by exposing the encryption key in an unprotected state. It is important to note that suspension does not decrypt the existing data on the volume. Instead, it simply makes the key required for decryption openly available. Any new data written to the disk during this period remains encrypted. While BitLocker is suspended, system integrity checks are not enforced at startup. This capability is typically used to facilitate firmware upgrades or system maintenance without triggering recovery.
ar: يتيح إيقاف BitLocker مؤقتًا الوصول إلى البيانات المشفرة على وحدة محمية عبر إظهار مفتاح التشفير في حالة غير محمية. من المهم ملاحظة أن الإيقاف المؤقت لا يفك تشفير البيانات الموجودة. بل يجعل المفتاح المطلوب للفك متاحًا بشكل صريح. أي بيانات جديدة تُكتب إلى القرص أثناء هذه الفترة تظل مشفرة. أثناء الإيقاف المؤقت لا تُفرض فحوص سلامة النظام عند بدء التشغيل. تُستخدم هذه الإمكانية عادةً لتسهيل ترقيات البرامج الثابتة أو صيانة النظام دون تشغيل الاسترداد.
de_de: Das Aussetzen von BitLocker ermöglicht den Zugriff auf verschlüsselte Daten auf einem geschützten Volume, indem der Verschlüsselungsschlüssel in einem ungeschützten Zustand offengelegt wird. Wichtig ist, dass die Aussetzung die vorhandenen Daten auf dem Volume nicht entschlüsselt. Stattdessen wird der für die Entschlüsselung erforderliche Schlüssel lediglich frei zugänglich gemacht. Alle neuen Daten, die während dieser Zeit auf die Festplatte geschrieben werden, bleiben verschlüsselt. Während BitLocker ausgesetzt ist, werden Integritätsprüfungen des Systems beim Start nicht erzwungen. Diese Funktion wird typischerweise verwendet, um Firmware-Upgrades oder Systemwartungen durchzuführen, ohne die Wiederherstellung auszulösen.
el_gr: Η παύση του BitLocker επιτρέπει πρόσβαση σε κρυπτογραφημένα δεδομένα εκθέτοντας το κλειδί κρυπτογράφησης σε μη προστατευμένη κατάσταση. Η παύση δεν αποκρυπτογραφεί τα υπάρχοντα δεδομένα· απλώς καθιστά διαθέσιμο το κλειδί. Νέα δεδομένα που γράφονται παραμένουν κρυπτογραφημένα. Όσο είναι σε παύση δεν εφαρμόζονται έλεγχοι ακεραιότητας κατά την εκκίνηση. Χρησιμοποιείται συνήθως για αναβαθμίσεις υλικολογισμικού ή συντήρηση χωρίς ενεργοποίηση ανάκτησης.
es: Suspender BitLocker permite acceso a datos cifrados exponiendo la clave de cifrado en estado no protegido. No descifra los datos existentes; solo hace disponible la clave necesaria. Los datos nuevos siguen cifrados. Mientras está suspendido no se aplican verificaciones de integridad al inicio. Se utiliza para actualizaciones de firmware o mantenimiento sin activar la recuperación.
fr_fr: La suspension de BitLocker permet l'accès aux données chiffrées sur un volume protégé en exposant la clé de chiffrement dans un état non protégé. Il est important de noter que la suspension ne déchiffre pas les données existantes sur le volume. Au lieu de cela, elle rend simplement la clé requise pour le déchiffrement ouvertement disponible. Toutes les nouvelles données écrites sur le disque pendant cette période restent chiffrées. Tant que BitLocker est suspendu, les vérifications d'intégrité du système ne sont pas appliquées au démarrage. Cette fonctionnalité est généralement utilisée pour faciliter les mises à niveau du micrologiciel ou la maintenance du système sans déclencher de récupération.
he_il: השהיית BitLocker מאפשרת גישה לנתונים מוצפנים בכונן מוגן באמצעות חשיפת מפתח ההצפנה במצב לא מוגן. חשוב לציין שהשהיה אינה מפענחת את הנתונים הקיימים בכונן. במקום זאת, היא רק הופכת את המפתח הנדרש לפענוח לזמין באופן גלוי. כל נתון חדש שייכתב לדיסק בתקופה זו יישאר מוצפן. בזמן ש‑BitLocker מוחזק בהשהיה, בדיקות שלמות המערכת אינן נאכפות בעת האתחול. יכולת זו משמשת בדרך כלל כדי לאפשר שדרוגי קושחה או תחזוקת מערכת מבלי להפעיל מצב שחזור.
hi_in: BitLocker को निलंबित करने से एक संरक्षित वॉल्यूम पर एन्क्रिप्टेड डेटा तक पहुँच मिलती है क्योंकि एन्क्रिप्शन कुंजी को असुरक्षित स्थिति में उजागर किया जाता है. यह महत्वपूर्ण है कि निलंबन मौजूदा डेटा को डिक्रिप्ट नहीं करता. यह केवल डिक्रिप्शन हेतु आवश्यक कुंजी को खुला उपलब्ध कराता है. इस अवधि के दौरान लिखे गए नए डेटा एन्क्रिप्टेड ही रहते हैं. जब BitLocker निलंबित होता है, स्टार्टअप पर सिस्टम अखंडता जाँचें लागू नहीं होतीं. यह क्षमता आम तौर पर फर्मवेयर अपग्रेड या सिस्टम मेंटेनेंस को रिकवरी ट्रिगर किए बिना सक्षम करने के लिए उपयोग की जाती है.
ml_in: BitLocker താൽക്കാലികമായി നിർത്തുന്നതിലൂടെ സംരക്ഷിത വോള്യത്തിലെ എൻക്രിപ്റ്റ് ചെയ്ത ഡാറ്റയിലേക്ക് പ്രവേശനം ലഭിക്കുന്നു, കാരണം എൻക്രിപ്ഷൻ കീ സംരക്ഷണമില്ലാത്ത അവസ്ഥയിൽ ലഭ്യമാക്കപ്പെടുന്നു. നിർത്തൽ നിലവിലുള്ള ഡാറ്റ ഡിക്രിപ്റ്റ് ചെയ്യുന്നില്ല എന്നത് പ്രധാനമാണ്. അത് ചെയ്യുന്നത് ഡിക്രിപ്ഷനു വേണ്ടുന്ന കീ തുറന്ന നിലയിൽ ലഭ്യമാക്കുന്നതാണ്. ഈ കാലയളവിൽ എഴുതുന്ന പുതിയ ഡാറ്റ എൻക്രിപ്റ്റ് ചെയ്തതായിരിക്കും. BitLocker നിർത്തിയിരിക്കുമ്പോളം സ്റ്റാർട്ടപ്പിൽ സിസ്റ്റം അഖണ്ഡത പരിശോധനകൾ നിർബന്ധിതമല്ല. ഫർമ്മ്വെയർ അപ്ഡേറ്റ് അല്ലെങ്കിൽ സിസ്റ്റം മേൻറനൻസ് റിക്കവറി ട്രിഗർ ചെയ്യാതെ നടത്താൻ സാധാരണ ഇത് ഉപയോഗിക്കുന്നു.
pl_pl: Wstrzymanie BitLocker umożliwia dostęp do zaszyfrowanych danych na chronionym woluminie poprzez udostępnienie klucza szyfrowania w stanie niechronionym. Wstrzymanie nie odszyfrowuje istniejących danych na woluminie, a jedynie udostępnia klucz potrzebny do odszyfrowania. Nowe dane zapisywane na dysk pozostają zaszyfrowane. Podczas wstrzymania szyfrowania kontrola integralności systemu przy uruchomieniu nie jest egzekwowana. Funkcja ta służy zwykle do ułatwienia aktualizacji firmware lub prac serwisowych bez wywoływania trybu odzyskiwania.

# BitLockerSuspendEncryptionRestartCountDescription.Text
source: Here you can define how many times the computer can restart before BitLocker suspension ends. A value of 1 means BitLocker protection will resume immediately after the next restart. You can resume the protection manually at any time via the Resume button.
ar: يمكنك هنا تحديد عدد مرات إعادة تشغيل الكمبيوتر قبل انتهاء إيقاف BitLocker مؤقتًا. القيمة 1 تعني أن حماية BitLocker ستُستأنف مباشرة بعد إعادة التشغيل التالية. يمكنك استئناف الحماية يدويًا في أي وقت عبر زر "استئناف".
de_de: Hier können Sie festlegen, wie oft der Computer neu gestartet werden kann, bevor die BitLocker-Aussetzung endet. Ein Wert von 1 bedeutet, dass der BitLocker-Schutz unmittelbar nach dem nächsten Neustart wieder aufgenommen wird. Sie können den Schutz jederzeit manuell über die Schaltfläche „Fortsetzen“ wieder aufnehmen.
el_gr: Ορίστε πόσες επανεκκινήσεις επιτρέπονται πριν λήξει η παύση. Τιμή 1 σημαίνει επανέναρξη προστασίας μετά την επόμενη επανεκκίνηση. Μπορείτε να την επαναλάβετε χειροκίνητα οποτεδήποτε μέσω του κουμπιού "Συνέχιση".
es: Aquí defina cuántos reinicios se permiten antes de finalizar la suspensión. Valor 1 significa reanudar protección tras el próximo reinicio. Puede reanudar manualmente en cualquier momento con el botón "Reanudar".
fr_fr: Ici, vous pouvez définir le nombre de redémarrages de l'ordinateur avant la fin de la suspension de BitLocker. Une valeur de 1 signifie que la protection BitLocker reprendra immédiatement après le prochain redémarrage. Vous pouvez reprendre la protection manuellement à tout moment via le bouton Reprendre.
he_il: כאן ניתן להגדיר כמה פעמים המחשב יכול לבצע אתחול מחדש לפני שהשהיית BitLocker תסתיים. ערך של 1 משמעו שהגנת BitLocker תחודש מיד לאחר האתחול הבא. ניתן לחדש את ההגנה ידנית בכל עת באמצעות לחצן "המשך".
hi_in: यहाँ आप निर्दिष्ट कर सकते हैं कि BitLocker निलंबन समाप्त होने से पहले कंप्यूटर कितनी बार पुनरारंभ हो सकता है. मान 1 का अर्थ है कि अगली पुनरारंभ के तुरंत बाद BitLocker सुरक्षा फिर से शुरू हो जाएगी. आप किसी भी समय "पुनः प्रारंभ करें" बटन के माध्यम से सुरक्षा फिर से शुरू कर सकते हैं.
ml_in: BitLocker താൽക്കാലിക നിർത്തൽ അവസാനിക്കുന്നതിന് മുമ്പ് കമ്പ്യൂട്ടർ എത്ര പ്രാവശ്യം റീസ്റ്റാർട്ട് ചെയ്യാമെന്ന് ഇവിടെ നിർണ്ണയിക്കാം. മൂല്യം 1 ആണെങ്കിൽ അടുത്ത റീസ്റ്റാർട്ടിന് ശേഷം BitLocker സംരക്ഷണം ഉടൻ പുനരാരംഭിക്കും. "വീണ്ടും ആരംഭിക്കുക" ബട്ടൺ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഏത് സമയത്തും സംരക്ഷണം കൈയേറി പുനരാരംഭിക്കാം.
pl_pl: Tutaj możesz określić, ile razy komputer może zostać ponownie uruchomiony przed zakończeniem wstrzymania BitLocker. Wartość 1 oznacza, że ochrona BitLocker zostanie wznowiona natychmiast po następnym restarcie. Możesz wznowić ochronę ręcznie w dowolnym momencie za pomocą przycisku "Wznów".

# BitLockerEncryptDriveContentDialogSubtitleSecond.Text
source: The Security Measures in the BitLocker category will all be applied to the system prior to initiating the encryption process.
ar: سيتم تطبيق كل تدابير الأمان في فئة BitLocker على النظام قبل بدء عملية التشفير.
de_de: Die Sicherheitsmaßnahmen in der BitLocker-Kategorie werden alle vor Einleitung des Verschlüsselungsprozesses auf das System angewendet.
el_gr: Όλα τα μέτρα ασφαλείας της κατηγορίας BitLocker θα εφαρμοστούν πριν την έναρξη της διαδικασίας κρυπτογράφησης.
es: Todas las medidas de seguridad de la categoría BitLocker se aplicarán antes de iniciar el proceso de cifrado.
fr_fr: Toutes les mesures de sécurité de la catégorie BitLocker seront appliquées au système avant le lancement du processus de chiffrement.
he_il: אמצעי האבטחה בקטגוריית BitLocker כולם יוחלו על המערכת לפני התחלת תהליך ההצפנה.
hi_in: एन्क्रिप्शन प्रक्रिया आरंभ करने से पहले BitLocker श्रेणी के अंतर्गत सभी सुरक्षा उपाय सिस्टम पर लागू किए जाएंगे.
ml_in: എൻക്രിപ്ഷൻ പ്രക്രിയ ആരംഭിക്കുന്നതിന് മുമ്പ് BitLocker വിഭാഗത്തിലെ എല്ലാ സുരക്ഷാമാർഗങ്ങളും സിസ്റ്റത്തിൽ പ്രയോഗിക്കപ്പെടും.
pl_pl: Wszystkie środki bezpieczeństwa w kategorii BitLocker zostaną zastosowane do systemu przed rozpoczęciem procesu szyfrowania.

# BitLockerDecryptingSelectedVolumeTitle
source: Decrypting BitLocker encryption for the drive {0}
ar: جارٍ فك تشفير BitLocker للقرص {0}
de_de: BitLocker-Verschlüsselung für das Laufwerk {0} wird entschlüsselt
el_gr: Αποκρυπτογράφηση BitLocker για τον δίσκο {0}
es: Descifrando BitLocker para la unidad {0}
fr_fr: Déchiffrement du chiffrement BitLocker pour le lecteur {0}
he_il: מפענח את הצפנת BitLocker עבור הכונן {0}
hi_in: ड्राइव {0} के लिए BitLocker एन्क्रिप्शन डिक्रिप्ट किया जा रहा है
ml_in: ഡ്രൈവ് {0} ന് BitLocker എൻക്രിപ്ഷൻ ഡിക്രിപ്റ്റ് ചെയ്യുന്നു
pl_pl: Odszyfrowywanie BitLocker dla dysku {0}

# BitLockerDecryptingSelectedVolumeBody
source: All of the key protectors of the drive will be removed and the decryption of the content will begin.
ar: ستتم إزالة جميع مُعينات المفاتيح للقرص وسيبدأ فك تشفير المحتوى.
de_de: Alle Schlüsselprotektoren des Laufwerks werden entfernt und die Entschlüsselung der Inhalte beginnt.
el_gr: Όλες οι προστασίες κλειδιού του δίσκου θα αφαιρεθούν και θα ξεκινήσει η αποκρυπτογράφηση του περιεχομένου.
es: Se eliminarán todos los protectores de clave de la unidad y comenzará el descifrado del contenido.
fr_fr: Tous les protecteurs de clé du lecteur seront supprimés et le déchiffrement du contenu commencera.
he_il: כל מגני המפתח של הכונן יוסרו ופענוח התוכן יתחיל.
hi_in: ड्राइव के सभी कुंजी संरक्षक हटाए जाएंगे और सामग्री का डिक्रिप्शन प्रारंभ होगा.
ml_in: ഡ്രൈവിലെ എല്ലാ കീ പ്രൊട്ടക്റ്റർമാരും നീക്കം ചെയ്യപ്പെടും, ഉള്ളടക്കത്തിന്റെ ഡിക്രിപ്ഷൻ ആരംഭിക്കും.
pl_pl: Wszystkie zabezpieczenia klucza dysku zostaną usunięte i rozpocznie się odszyfrowywanie zawartości.

# OperationCancelledMsg
source: The operation was cancelled.
ar: تم إلغاء العملية.
de_de: Der Vorgang wurde abgebrochen.
el_gr: Η λειτουργία ακυρώθηκε.
es: La operación fue cancelada.
fr_fr: L'opération a été annulée.
he_il: הפעולה בוטלה.
hi_in: संचालन रद्द कर दिया गया.
ml_in: പ്രവർത്തനം റദ്ദാക്കി.
pl_pl: Operacja została anulowana.

# BitLockerResumeSelectedVolumeTitle
source: Resume BitLocker encryption for the drive {0}
ar: استئناف تشفير BitLocker للقرص {0}
de_de: BitLocker-Verschlüsselung für das Laufwerk {0} fortsetzen
el_gr: Συνέχιση κρυπτογράφησης BitLocker για τον δίσκο {0}
es: Reanudar cifrado BitLocker para la unidad {0}
fr_fr: Reprise du chiffrement BitLocker pour le lecteur {0}
he_il: המשך הצפנת BitLocker עבור הכונן {0}
hi_in: ड्राइव {0} के लिए BitLocker एन्क्रिप्शन पुनः प्रारंभ करें
ml_in: ഡ്രൈവ് {0} ന് BitLocker എൻക്രിപ്ഷൻ വീണ്ടും ആരംഭിക്കുക
pl_pl: Wznów szyfrowanie BitLocker dla dysku {0}

# BitLockerResumeSelectedVolumeBody
source: Restore the encryption of the drive or volume that was previously suspended.
ar: استعادة تشفير القرص أو وحدة التخزين التي تم إيقافها مؤقتًا سابقًا.
de_de: Stellen Sie die Verschlüsselung des zuvor ausgesetzten Laufwerks bzw. Volumes wieder her.
el_gr: Επαναφορά κρυπτογράφησης του δίσκου ή τόμου που είχε τεθεί σε παύση.
es: Restaurar el cifrado de la unidad o volumen que se suspendió anteriormente.
fr_fr: Restaurer le chiffrement du lecteur ou du volume qui a été précédemment suspendu.
he_il: שחזר את ההצפנה של הכונן או הנפח שהושעו בעבר.
hi_in: पूर्व में निलंबित ड्राइव या वॉल्यूम के एन्क्रिप्शन को पुनर्स्थापित करें.
ml_in: മുൻപ് താൽക്കാലികമായി നിർത്തിയിരുന്ന ഡ്രൈവ് അല്ലെങ്കിൽ വോള്യത്തിന്റെ എൻക്രിപ്ഷൻ പുനഃസ്ഥാപിക്കുക.
pl_pl: Przywróć szyfrowanie dysku lub woluminu, którego szyfrowanie było wcześniej wstrzymane.

# NoPINEnteredError
source: No PIN was entered for Startup. Please provide one and try again.
ar: لم يتم إدخال PIN لبدء التشغيل. يرجى إدخاله والمحاولة مرة أخرى.
de_de: Es wurde keine PIN für den Systemstart eingegeben. Bitte geben Sie eine ein und versuchen Sie es erneut.
el_gr: Δεν εισήχθη PIN εκκίνησης. Παρακαλώ δώστε ένα και δοκιμάστε ξανά.
es: No se ingresó PIN de inicio. Proporcione uno e intente de nuevo.
fr_fr: Aucun PIN n'a été saisi pour le démarrage. Veuillez en fournir un et réessayer.
he_il: לא הוזן PIN לאתחול. נא לספק אחד ולנסות שוב.
hi_in: स्टार्टअप के लिए कोई PIN दर्ज नहीं किया गया. कृपया एक प्रदान करें और पुनः प्रयास करें.
ml_in: സ്റ്റാർട്ടപ്പിനായി PIN നൽകപ്പെട്ടിട്ടില്ല. ദയവായി ഒന്ന് നൽകിചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
pl_pl: Nie wprowadzono kodu PIN dla uruchamiania. Podaj go i spróbuj ponownie.

# NoRemovableDriveSelectedError
source: No removable drive was selected. Please select one and try again.
ar: لم يتم تحديد قرص قابل للإزالة. يرجى اختيار واحد والمحاولة مجددًا.
de_de: Es wurde kein Wechsellaufwerk ausgewählt. Bitte wählen Sie eines aus und versuchen Sie es erneut.
el_gr: Δεν επιλέχθηκε αφαιρούμενος δίσκος. Επιλέξτε έναν και δοκιμάστε ξανά.
es: No se seleccionó ninguna unidad extraíble. Seleccione una e intente de nuevo.
fr_fr: Aucun disque amovible n'a été sélectionné. Veuillez en sélectionner un et réessayer.
he_il: לא נבחר כונן נשלף. נא לבחור אחד ולנסות שוב.
hi_in: कोई रिमूवेबल ड्राइव चयनित नहीं हुआ. कृपया एक चुनें और पुनः प्रयास करें.
ml_in: ഒരു നീക്കം ചെയ്യാവുന്ന ഡ്രൈവും തിരഞ്ഞെടുത്തിട്ടില്ല. ദയവായി ഒന്ന് തിരഞ്ഞെടുക്കി വീണ്ടും ശ്രമിക്കുക.
pl_pl: Nie wybrano dysku wymiennego. Wybierz dysk i spróbuj ponownie.

# NoPasswordProvidedError
source: No password was provided. Please provide one and try again.
ar: لم يتم تقديم كلمة مرور. يرجى تقديم واحدة والمحاولة مرة أخرى.
de_de: Es wurde kein Kennwort angegeben. Bitte geben Sie eines ein und versuchen Sie es erneut.
el_gr: Δεν παρέχεται κωδικός πρόσβασης. Παρακαλώ δώστε έναν και δοκιμάστε ξανά.
es: No se proporcionó contraseña. Proporcione una e intente de nuevo.
fr_fr: Aucun mot de passe n'a été fourni. Veuillez en fournir un et réessayer.
he_il: לא סופקה סיסמה. נא לספק אחת ולנסות שוב.
hi_in: कोई पासवर्ड प्रदान नहीं किया गया. कृपया एक प्रदान करें और पुनः प्रयास करें.
ml_in: ഒരു പാസ്‌വേഡും നൽകിയിട്ടില്ല. ദയവായി ഒന്ന് നൽകി വീണ്ടും ശ്രമിക്കുക.
pl_pl: Nie podano hasła. Podaj hasło i spróbuj ponownie.

# OSDriveNotEncryptedForFixedDriveEncryptionError
source: The Operating System drive must be fully Encrypted first before you can encrypt the fixed drives, but it's currently {0} at {1} encryption percentage.
ar: يجب تشفير قرص نظام التشغيل بالكامل أولًا قبل أن تتمكن من تشفير الأقراص الثابتة، لكنه حاليًا في حالة {0} بنسبة تشفير {1}.
de_de: Das Betriebssystemlaufwerk muss vollständig verschlüsselt sein, bevor Sie feste Laufwerke verschlüsseln können. Derzeit ist es jedoch {0} bei {1} Prozent Verschlüsselung.
el_gr: Η μονάδα λειτουργικού πρέπει να είναι πλήρως κρυπτογραφημένη πριν κρυπτογραφήσετε σταθερούς δίσκους, αλλά βρίσκεται {0} με ποσοστό κρυπτογράφησης {1}.
es: La unidad del sistema operativo debe estar totalmente cifrada antes de cifrar unidades fijas, pero actualmente está {0} con {1} por ciento de cifrado.
fr_fr: Le disque du système d'exploitation doit d'abord être entièrement chiffré avant de pouvoir chiffrer les disques fixes, mais il est actuellement {0} à {1} de pourcentage de chiffrement.
he_il: כונן מערכת ההפעלה חייב להיות מוצפן במלואו תחילה לפני שניתן להצפין את הכוננים הקבועים, אך כעת מצבו {0} עם אחוז הצפנה של {1}.
hi_in: फिक्स्ड ड्राइव को एन्क्रिप्ट करने से पहले ऑपरेटिंग सिस्टम ड्राइव को पूर्णतः एन्क्रिप्ट किया जाना चाहिए, लेकिन वर्तमान में इसकी स्थिति {0} है और एन्क्रिप्शन प्रतिशत {1} है.
ml_in: സ്ഥിര ഡ്രൈവുകൾ എൻക്രിപ്റ്റ് ചെയ്യുന്നതിന് മുമ്പ് OS ഡ്രൈവ് പൂർണ്ണമായും എൻക്രിപ്റ്റ് ചെയ്തിരിക്കണം, പക്ഷേ നിലവിൽ അതിന്റെ സ്ഥിതി {0} ആണ്, എൻക്രിപ്ഷൻ ശതമാനം {1} ആണ്.
pl_pl: Dysk systemu operacyjnego musi być najpierw w pełni zaszyfrowany zanim zaszyfrujesz dyski stałe, lecz obecnie jego stan to {0} przy {1} procentach szyfrowania.

# AddingItemToAnotherMsg
source: Adding {0} to the {1}
ar: إضافة {0} إلى {1}
de_de: Hinzufügen von {0} zu {1}
el_gr: Προσθήκη {0} στο {1}
es: Agregando {0} a {1}
fr_fr: Ajout de {0} à {1}
he_il: מוסיף {0} אל {1}
hi_in: {0} को {1} में जोड़ा जा रहा है
ml_in: {0} നെ {1} ലേക്ക് ചേർക്കുന്നു
pl_pl: Dodawanie {0} do {1}

# BitLockerSuccessExportMsg
source: Successfully exported {0} BitLocker volume(s) to: {1}
ar: تم تصدير {0} من وحدات تخزين BitLocker بنجاح إلى: {1}
de_de: {0} BitLocker-Volume(s) erfolgreich exportiert nach: {1}
el_gr: Επιτυχής εξαγωγή {0} τόμων BitLocker σε: {1}
es: {0} volumen(es) BitLocker exportados correctamente a: {1}
fr_fr: Exportation réussie de {0} volume(s) BitLocker vers : {1}
he_il: ייצוא {0} כונני BitLocker אל: {1} הושלם בהצלחה
hi_in: {0} BitLocker वॉल्यूम(स) सफलतापूर्वक निर्यात किए गए: {1}
ml_in: {0} BitLocker വോള്യം(സ്) വിജയകരമായി എക്സ്പോർട്ട് ചെയ്തു: {1}
pl_pl: Pomyślnie wyeksportowano {0} wolumin(y) BitLocker do: {1}
